9/data/attachments/ba6ce707491044ba.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Victor_toward_Friend_83635_8</nif:username>
            <nif:friendToBeRequested>soap_friends_6e2c9cea-0d10-4338-8b40-66eaf03f2c02</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>